Repository: StupidIncarnate/tpclient-pywx
Catalog: locale/*/tpclient-pywx.po
Languages: sl

source: Account
sl: Račun

source: This server does not support account creation.
sl: Ta strežnik ne podpira ustvarjanja računov.

source: Account Created
sl: Račun ustvarjen

source: Network Error
sl: Napaka glede omrežja

source: All fields are required.
sl: Vsa polja so obvezna.

source: Fields Required
sl: Obvezna polja

source: Password fields do not match.
sl: Gesli se ne ujemata.

source: Config-%s: Did not find a default show for your resolution (using 1024x768 defaults)
sl: Nastavitev-%s: Ni bilo moč najti privzetega prikaza za vašo ločljivost (uporabljam privzetosti za 1024x768)

source: Config-%s: Did not find a default position for your resolution (using 1024x768 defaults)
sl: Nastavitev-%s: Ni bilo moč najti privzetega položaja za vašo ločljivost (uporabljam privzetosti za 1024x768)

source: Config-%s: Did not find a default size for your resolution (using 1024x768 defaults)
sl: Nastavitev-%s: Ni bilo moč najti privzete velikosti za vašo ločljivost (uporabljam privzetosti za 1024x768)

source: Show?
sl: Prikažem?

source: X Pos
sl: Vodoravno

source: Y Pos
sl: Navpično

source: Width
sl: Širina

source: Height
sl: Višina

source: Config
sl: Nastavitve

source: Login for %s
sl: Prijava za %s

source: Connect
sl: Poveži se

source: It appears you are using a different password for this account, would you like to update the saved information with the new password?
sl: Izgleda, da uporabljate drugo geslo za ta račun. Želite zamenjati staro geslo z novim?

source: Update Password?
sl: Zamenjam geslo?

source: It appears you havn't access this account before. Would you like to save this account's details?
sl: Izgleda, da tega računa še niste uporabljali. Želite shraniti podatke o tem računu?

source: Add Account?
sl: Dodam račun?

source: Login for
sl: Prijava za

source: The client is already set to autoconnect to %s. Would you instead like to autoconnect to %s.
sl: Odjemalec je že nastavljen za samodejno povezavo z %s. Želite zamenjati strežnik za samodejno povezavo z %s?

source: Autoconnect to?
sl: Samodejna povezava?

source: Debug
sl: Razhroščevanje

source: Design
sl: Načrt

source: Title
sl: Naslov

source: Component
sl: Komponenta

source: Edit
sl: Uredi

source: Duplicate
sl: Podvoji

source: Delete
sl: Izbriši

source: Revert
sl: Povrni

source: Save
sl: Shrani

source: Add
sl: Dodaj

source: Add Many
sl: Dodaj več

source: Designs
sl: Načrti

source: New Design
sl: Nov načrt

source: Components
sl: Komponente

source: Would you like to continue adding these components?
sl: Želite še naprej dodajati te komponente?

source: Would you like to continue adding this component?
sl: Želite še naprej dodajati to komponento?

source: Design Warning
sl: Opozorilo glede načrta

source: Information
sl: Informacije

source: Connect to Game Ctrl-O
sl: Poveži se z igro Ctrl-O

source: Connect to a diffrent Game
sl: Poveži se z drugo igro

source: Download the Universe Ctrl-U
sl: Prenesi vesolje Ctrl-V

source: Download the Universe
sl: Prenesi vesolje

source: Preferences
sl: Nastavitve

source: Configure the Client
sl: Nastavi program

source: Exit
sl: Izhod

source: Show
sl: Prikaži

source: Show Tips
sl: Prikaži nasvete

source: Help
sl: Pomoč

source: File
sl: Datoteka

source: Windows
sl: Okna

source: &Help
sl: &Pomoč

source: The turn has ended. Would you like to download all the new details?
sl: Poteza je zaključena. Ali želite prenesti vse nove podatke?

source: Update?
sl: Posodobim?

source: Messages
sl: Sporočila

source: No messages
sl: Ni sporočil

source: All filtered
sl: Vsa so filtrirana

source: %i of %i
sl: %i od %i

source: StarMap
sl: Zvezdna karta

source: Orders
sl: Ukazi

source: Turns
sl: Potez

source: Order Information
sl: Podatku o ukazu

source: Top
sl: Na vrh

source: Before
sl: Pred

source: New Before
sl: Nov pred

source: After
sl: Za

source: New After
sl: Nov za

source: Cut
sl: Izreži

source: Copy
sl: Kopiraj

source: Paste Before
sl: Prilepi pred

source: Paste After
sl: Prilepi za

source: New
sl: Nov

source: Paste
sl: Prilepi

source: Cant paste because the orders arn't valid on this object.
sl: Ni moč prilepiti, ker ukazi za ta objekt niso ustrezni.

source: Warning: Object %s does not exist!
sl: Opozorilo: objekt %s ne obstaja!

source: Current orders on %s.
sl: Trenutni ukazi za %s.

source: Order type to create
sl: Vrsta novega ukaza

source: Multiple orders selected.
sl: Izbranih je več ukazov.

source: No object selected.
sl: Izbran ni noben objekt.

source: OrderSave: No order selected for save. (%s)
sl: Shranjevanje ukazov: Za shranjevanje ni izbranega nobenega ukaza. (%s)

source: OrderSave: No order selected for update. (%s))
sl: Shranjevanje ukazov: Za posodabljanje ni izbranega nobenega ukaza. (%s)

source: Argument type (ARG_PLAYER) not implimented yet.
sl: Vrsta argumenta (ARG_PLAYER) še ni podprta.

source: Argument type (ARG_RANGE) not implimented yet.
sl: Vrsta argumenta (ARG_RANGE) še ni podprta.

source: Not implimented.
sl: Ni še narejeno.

source: No object
sl: Ni objekta

source: At
sl: Na

source: Type
sl: Vrsta

source: D
sl: I

source: ListAdd: No type selected.
sl: Dodajanje na seznam: Izbrane ni nobene vrste.

source: ListDel: No selection selected.
sl: Brisanje s seznama: Izbranega ni ničesar.

source: ListSelect: No selection selected.
sl: Izbiranje s seznama: Izbranega ni ničesar.

source: Picture
sl: Slika

source: Updating
sl: Posodabljanje

source: Name
sl: Ime

source: Playing
sl: Igranje

source: Server
sl: Strežnik

source: Other
sl: Drugo

source: Port
sl: Vrata

source: System
sl: Sistem

source: Known Universe
sl: Znano vesolje

source: Save log as ...
sl: Shrani dnevnik kot ...

source: Done!
sl: Zaključeno!

source: Getting %s
sl: Pridobivanje %s

source: %s of %s
sl: %s od %s

source: Login for
sl: Prijava za

source: Username
sl: Uporabnik

source: The username for the account on the Thousand Parsec server.
sl: Uporabniško ime za račun na strežniku za Thousand Parsec.

source: Show seperate game box.
sl: Prikaži ločeno okno za igro.

source: G
sl: I

source: Game
sl: Igra

source: Password
sl: Geslo

source: Autoconnect
sl: Samodejna povezava

source: Debug Output
sl: Razhroščevalni izhod

source: Name of object goes here
sl: Sem gre ime objekta

source: Static text
sl: Statično besedilo

source: 100 of 100
sl: 100 od 100

source: <html> <body> <center> <table cols=1 width="100%"> <tr> <td><b>Subject:</b> You are unloved! </tr> <tr> <td> You have recived no messages this turn!<br><br> Actually if you didn't recive any messages it most proberly means that your client couldn't load the results from the server. Try reload/restart the client. </td> </tr> </table> </center> </body> </html>
sl: <html> <body> <center> <table cols=1 width="100%"> <tr> <td><b>Zadeva:</b> Nihče vas nima rad! </tr> <tr> <td> Med to potezo niste dobili nobenega sporočila!<br><br> Če niste dobili nobenega sporočila, to najverjetneje pomeni, da vaš odjemalec ni pravilno prenesel rezultatov s strežnika. Poskusite ponovno zagnati odjemalca. </td> </tr> </table> </center> </body> </html>

source: Prev
sl: Pred.

source: First
sl: Prvo

source: Goto
sl: Pojdi

source: Next
sl: Nasl.

source: Last
sl: Zadnje

source: Insert new order.
sl: Vstavi nov ukaz.

source: &New
sl: &Nov

source: &Save
sl: &Shrani

source: &Revert
sl: &Povrni

source: Delete the currently selected order(s)
sl: Izbriši trenutno izbrana sporočila

source: &Delete
sl: &Izbriši

source: Name goes here
sl: Sem gre ime

source: TP: Connect to a Server
sl: TP: Poveži se s strežnikom

source: Create an Account
sl: Ustvari račun

source: The URL for the Thousand Parsec server.
sl: URL strežnika za Thousand Parsec.

source: Choose a server to create an account on.
sl: Izberite strežnik, na katerem se bo ustvaril račun.

source: Check
sl: Preveri

source: Choose your password here.
sl: Sem vnesite svoje geslo.

source: Repeat the password
sl: Ponovite geslo

source: Email
sl: E-pošta

source: &OK
sl: &V redu

source: &Cancel
sl: &Prekliči

source: Connect to Thousand Parsec Server
sl: Poveži se s strežnikom za Thousand Parsec

source: The password for the account on the Thousand Parsec Server
sl: Geslo za račun na strežniku za Thousand Parsec

source: &Find
sl: &Najdi

source: &Preferences
sl: &Nastavitve

source: TP: Server Browser
sl: TP: Brskalnik po strežnikih

source: Thousand Parsec Server Browser
sl: Brskalnik po strežnikih za Thousand Parsec

source: Servers
sl: Strežniki

source: List of all the servers registered on the metaserver.
sl: Seznam vseh strežnikov registriranih pri metastrežniku.

source: Locations
sl: Lokacije

source: List of all the servers found on the local network.
sl: Seznam vseh strežnikov najdenih na krajevnem omrežju.

source: URL of the currently selected server.
sl: URL trenutno izbranega strežnika.

source: Copy the URL to the clipboard.
sl: Kopiraj URL na odložišče.

source: &Copy
sl: &Kopiraj

source: Force a refresh of the server list.
sl: Vsili posodobitev seznama strežnikov.

source: &Refresh
sl: &Posodobi

source: Create a new account on the currently selected server.
sl: Ustvari nov račun na trenutno izbranem strežniku.

source: &New Account
sl: &Nov račun

source: Connect to the currently selected server.
sl: Poveži se s trenutno izbranim strežnikom.

source: C&onnect
sl: P&oveži se

source: TP: Downloading Universe
sl: TP: Prenašanje vesolja

source: Universe Download
sl: Prenašanje vesolja

source: Progress
sl: Napredek

source: Objects Descs
sl: Opisi objektov

source: Order Descs
sl: Opisi ukazov

source: Objects
sl: Objekti

source: Boards
sl: Deske

source: Categories
sl: Kategorije

source: Properties
sl: Lastnosti

source: Players
sl: Igralci

source: Resources
sl: Viri

source: Continue to the main game window.
sl: Nadaljuj v glavno okno igre.

source: Save a copy of the message box window to a file.
sl: Shrani kopijo okna s sporočilom v datoteko.

source: Cancel the current update and go back to the connect screen.
sl: Prekliči trenutno posodobitev in se vrni na okno za povezovanje.

source: SelectObject: No such object.
sl: Izbiranje objektov: Tega objekta ni.

source: Ships:
sl: Ladje:

source: Unknown Design id:
sl: Neznan ID načrta:

source: Unknown (type: %s)
sl: Neznano (vrsta: %s)

source: Getting order descriptions...
sl: Pridobivanje opisov ukazov ...

source: Working out the number of order descriptions to get..
sl: Ugotavljanje števila opisov ukazov za pridobivanje ...

source: Got order description %s (ID: %i) (last modified at %s)...
sl: Dobil opis ukaza %s (ID: %i) (zadnja sprememba: %s).

source: Failed to get order description with id, %i (last modified at %s)...
sl: Pridobivanje opisa ukaza z ID %i je spodletelo (zadnja sprememba: %s).

source: Finished getting order descriptions...
sl: Pridobivanje opisov ukazov je zaključeno.

source: Getting your player object...
sl: Pridobivanje objekta vašega igralca ...

source: Gotten your player object...
sl: Objekt vašega igralca pridobljen.

source: Getting %s...
sl: Pridobivanje %s ...

source: Working out the number of %s to get..
sl: Ugotavljanje števila %s za pridobivanje ...

source: Got %s %s (id: %i) (last modified at %s)...
sl: Pridobil %s %s (ID: %i) (zadnja sprememba: %s).

source: No %s to get, skipping...
sl: Nobenega %s za pridobiti, izpuščam ...

source: Have %i %s to get...
sl: Za pridobiti je %i %s.

source: Failed to get the %s which was previously called %s.
sl: Pridobivanje %s, ki se je prej imenoval %s, je spodletelo.

source: Failed to get the %s with id %s.
sl: Pridobivanje %s z ID %s je spodletelo.

source: Cleaning up %s which have disappeared...
sl: Čiščenje %s, ki so izginili ...

source: Removing %s %s as it has disappeared...
sl: Odstranjevanje %s %s, ker je izginil ...

source: Building two way tree of the universe for speed...
sl: Grajenje dvosmernega drevesa vesolja, zaradi hitrosti ...

source: Gotten all %s...
sl: Pridobil vse %s.

source: Getting %s..
sl: Pridobivanje %s...

source: Have to get %s for %i %s..
sl: Pridobiti je potrebno %s za %i %s.

source: Sending a request for all %s on %s..
sl: Pošiljanje zahtevka za vse %s na %s ...

source: Skipping requesting %s on %s as there are none!
sl: Preskakujem zahtevo po %s na %s, ker ne obstaja!

source: Failed to get %s for %s (id: %s) (%s)...
sl: Spodletelo je pridobivanje %s za %s (ID: %s) (%s).

source: Got %i %s for %s (id: %s)...
sl: Dobil %i %s za %s (ID: %s).

source: Cleaning up any stray %s..
sl: Čiščenje izgubljenih %s ...

source: Found stray %s for %s..
sl: Našel izgubljenega %s za %s.

source: Gotten all the %s..
sl: Dobil vse %s.

source: There was an unknown network error.
sl: Prišlo je do neznane omrežne napake.

source: Any changes since last save have been lost.
sl: Vse spremembe, ki niso shranjene, so se izgubile.

source: A traceback of the error was printed to the console.
sl: Povratna sled napake se je izpisala v konzoli.

source: The client was unable to connect to the host.
sl: Odjemalec se ni mogel povezati z gostiteljem.

source: This could be because the server is down or there is a problem with the network.
sl: Mogoče strežnik ne deluje, ali pa ime omrežje težave.

source: The client could not connect to the host.
sl: Odjemalec se ni mogel povezati z gostiteljem.

source: This could be because the server is down or you mistyped the server address.
sl: Mogoče strežnik ne deluje, ali pa ste se zatipkali pri vnašanju naslova strežnika.

source: Successfully connected to the host...
sl: Uspešna povezava z gostiteljem.

source: Looking for Thousand Parsec Server...
sl: Iskanje strežnika za Thousand Parsec ...

source: The client connected to the host but it did not appear to be a Thousand Parsec server.
sl: Odjemalec se je povezal z gostiteljem, a kot kaže ta ni strežnik za Thousand Parsec.

source: This could be because the server is down or the connection details are incorrect.
sl: Mogoče strežnik ne deluje, ali pa so podatki o povezavi napačne.

source: Found a Thousand Parsec Server...
sl: Našel strežnik za Thousand Parsec.

source: Looking for supported features...
sl: Preverjanje podprtih zmožnosti ...

source: Got the supported features...
sl: Dobil podprte zmožnosti.

source: Connecting...
sl: Povezovanje ...

source: Trying to Login to the server...
sl: Poskušanje prijave na strežnik ...

source: The client connected to the host but could not login because the username of password was incorrect.
sl: Odjemalec se je povezal z gostiteljem, a se ni mogel prijaviti, ker je uporabniško ime ali pa geslo napačno.

source: This could be because you are connecting to the wrong server or mistyped the username or password.
sl: Mogoče ste se povezali z napačnim strežnikom ali pa ste se zatipkali pri vpisovanju uporabniškega imena ali gesla.

source: Logged in okay!
sl: Prijava je uspela!

source: Finding %s
sl: Iskanje %s

source: No orders avaliable
sl: Ni nobenega ukaza

source: Order queued for removal.
sl: Ukaz je v vrsti za odstranitev.

source: Resources:
sl: Viri:

source: %s %s of %s on surface,
sl: %s %s od %s na površju,

source: %s %s on surface,
sl: %s %s na površju,

source: %s %s of %s minable,
sl: %s %s od %s izkopljivo,

source: %s %s minable,
sl: %s %s izkopljivo,

source: %s %s of %s inaccessible,
sl: %s %s od %s nedostopno,

source: %s %s inaccessible,
sl: %s %s nedostopno,

source: Unknown Resource %i, S: %i, M: %i, I: %s
sl: Neznan vir %i, P: %i, I: %i, N: %s

source: Objects Without Orders
sl: Objekti brez ukazov

source: Fit
sl: Vse

source: Box
sl: Okvir

source: Some Categories, Will Go, Here
sl: Sem, bodo šle, nekatere kategorije

source: Property 1:
sl: Lastnost 1:

source: The value of property 1
sl: Vrednost lastnosti 1

source: Property 2:
sl: Lastnost 2:

source: The value of property 2
sl: Vrednost lastnosti 2

source: TP: Universe update
sl: TP: posodobitev vesolja

source: C&onnect to Game Ctrl-O
sl: P&oveži se z igro Ctrl-O

source: Download the &Universe Ctrl-U
sl: Prenesi &vesolje Ctrl-V

source: Received your player object...
sl: Dobil objekt vašega igralca ...

source: Received all %s...
sl: Dobil vse %s ...

source: Received all the %s..
sl: Dobil vse %s ...

source: Choice 1
sl: Možnost 1

source: Choice 2
sl: Možnost 2

source: Done
sl: Zaključeno

source: Update done!
sl: Posodobitev zaključena!

source: Recieved all order descriptions...
sl: Pridobljeni opisi vseh ukazov.

source: Don't have any orders to get..
sl: Za pridobiti ni nobenega ukaza.

source: Don't have any messages to get..
sl: Za pridobiti ni nobenega sporočila.

source: Getting player objects...
sl: Pridobivanje objektov igralcev ...

source: Got player %s (id: %i)...
sl: Pridobljen igralec %s (ID: %i).

source: Received all player objects...
sl: Pridobljeni objekti vseh igralcev.

source: received all %s...
sl: pridobljeni vsi %s.

source: Welcome to tpclient-pywx. This client is written in python using wxPython and should allow to connect to any Thousand Parsec server.
sl: Dobrodošli v tpclient-pywx. Ta odjemalec je napisan v Pythonu in uporablja wxPython. Omogoča vam povezavo na katerikoli strežnik za igre Thousand Parsec.

source: You can click on the star map to select objects!
sl: Za izbiro objektov lahko kliknite nanje na zvezdni karti!

source: The client has many shortcuts, check out the help file for more information.
sl: Odjemalec ima veliko bližnjic. Za podrobnosti si oglejte datoteko s pomočjo.

source: You can quickly issue a move order by right clicking where you want an object to go.
sl: Za hitro izdajo ukaza premika lahko z desno kliknete na cilj, kamor želite poslati vesoljsko ladjo ali drug objekt.

source: The waypoint mode is a good way of setting up a large path quickly.
sl: Način »Točke poti« je zelo priročen za načrtovanje daljše poti.

source: You can right click on the orders windows to access a bunch of quick functions including cut, copy and paste!
sl: Za dostop do priročnih funkcij za izrez, kopiranje in vstavljanje ukazov lahko z desnim gumbom miške kliknete v oknu z ukazi.

source: If the paste menu option is grayed out, the orders you are trying to paste are not valid on that object.
sl: Če je možnost za vstavljanje onemogočena, potem ukazi, ki jih želite vstaviti, za trenutni objekt niso mogoči.

source: If you hold down shift a number of buttons change to allow you to quickly jump to first or last of things.
sl: Če držite pritisnjeno tipko Shift, za nekatere bližnjice omogočite skok na prvo ali zadnjo stvar s seznama.

source: The system filter box uses standard matching pattern, you can use ? for a single character or * for any number.
sl: Vrstica za filtriranje objektov uporablja običajne vzorce za ujemanje. Za en znak lahko uporabite »?«, za katerokoli število zankov pa »*«.

source: Warning - No Objects...
sl: Opozorilo - ni objektov

source: <p> It appears that you do not own any objects. This may be for a number of reasons: </p> <ul> <li>You have logged in as a guest user. <p> On most servers guest users can only login and view the universe. They own no objects and can not issue orders. This is good to checkout what the Universe is like, but not if you actually want to play the game. </p><p> Most servers allow you to create accounts right from this client! This can be done by clicking "Find" on the Login window to bring up the server browser. <a href="local://serverbrowser">(Open server browser window.)</a> </p><br /></li> <li>You have been defeated. <p> If you have not logged in for a long time, all your objects may have been conquered or destroyed. Some servers may let you create a new account and start again. </p><br /></li> <li>There is a problem. <p> There could be a bug in some of the software, if you are sure neither of the two cases above are correct please report it <a href="http://sourceforge.net/tracker/?func=add&group_id=132078&atid=723099">here</a>. </p></li> </ul>
sl: <p> Izgleda, da si ne lastite nobenega objekta. Možnih je več razlogov: </p> <ul> <li>Prijavili ste se kot gost. <p> Na večini strežnikov si gosti lahko le ogledujejo igro. Gosti si ne lastijo objektov in ne morejo izdajati ukazov. To je v redu, če si želite samo ogledati vesolje, ne pa dejansko igrati. </p><p> Večina strežnikov vam omogoča ustvaritev računa kar iz tega odjemalca! To lahko storite s klikom na gumb »Najdi« v pogovornem oknu za prijavo. Pojavilo se bo okno za brskanje po strežnikih. (<a href="local://serverbrowser">kliknite za odprtje tega okna)</a> </p><br /></li> <li>Bili ste poraženi. <p> Če se že dolgo niste prijavili na strežnik, so lahko drugi igralci zavzeli vse vaše objekte ali pa jih uničili. Nekateri strežniki vam omogočajo ustvaritev novega računa, s katerim lahko začnete znova. </p><br /></li> <li>Naleteli ste na napako. <p> Mogoče je v programu napaka. Če ste prepričani, da ne gre za enega izmed gornjih dveh primer, poročajte o napaki <a href="http://sourceforge.net/tracker/?func=add&group_id=132078&atid=723099">na tej strani</a>. </p></li> </ul>

source: Important Information....
sl: Pomembni podatki

source: Do not show this message again.
sl: Tega sporočila ne prikaži več

source: &Close
sl: &Zapri

source: Request End of &Turn Ctrl-T
sl: Zahtevaj konec &poteze Ctrl-T

source: Send a message to the server requesting the turn end soon.
sl: Strežniku pošlje sporočilo z zahtevkom za konec poteze.

source: Online Help
sl: Pomoč na internetu

source: Go to the online help page.
sl: Odpre spletno stran s pomočjo.

source: About
sl: O programu

source: About the client you are running...
sl: O odjemalcu, ki ga uporabljate ...

source: wxPython Client
sl: Odjemalec wxPython

source: (C) 2001-2008 Thousand Parsec Developers
sl: © 2001-2008, razvijalci Thousand Parsec

source: This Thousand Parsec client, written in python, is an easy way to join and start playing in a Thousand Parsec game.
sl: Ta odjemalec za Thousand Parsec, ki je napisan v Pythonu, vam omogoča da se pridružite in igrate igre, ki tečejo na strežnikih za Thousand Parsec.
